tap "ddev/ddev"
tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/git"
tap "mutagen-io/mutagen"
tap "platformsh/tap"
brew "jpeg-xl"
brew "aom"
brew "bash"
brew "bash-completion@2"
brew "node"
brew "bitwarden-cli"
brew "python@3.12"
brew "csvkit"
brew "curl"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "dnsmasq"
brew "findutils"
brew "freetds"
brew "libavif"
brew "gd"
brew "git"
brew "git-delete-merged-branches"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "httpie"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libgit2@1.5"
brew "make"
brew "mas"
brew "mdless"
brew "mkcert"
brew "moreutils"
brew "nss"
brew "php"
brew "pkg-config"
brew "pngquant"
brew "potrace"
brew "python@3.11"
brew "qcachegrind"
brew "qemu"
brew "qpdf"
brew "rclone"
brew "shellcheck"
brew "svgo"
brew "testssl"
brew "the_silver_searcher"
brew "virtualenv"
brew "virtualenvwrapper"
brew "yadm"
brew "yq"
brew "ddev/ddev/ddev", link: false
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
brew "platformsh/tap/platformsh-cli"
cask "affinity-designer"
cask "docker"
cask "dropbox"
cask "eloston-chromium"
cask "file-juicer"
cask "firefox"
cask "git-credential-manager"
cask "imageoptim"
cask "inkscape"
cask "macvim"
cask "microsoft-teams"
cask "minecraft"
cask "orbstack"
cask "outline-manager"
cask "p4v"
cask "phpstorm"
cask "setapp"
cask "tower"
cask "transmit"
cask "via"
cask "vlc"
mas "1Blocker", id: 1365531024
mas "Agenda", id: 1287445660
mas "Baking Soda", id: 1601151613
mas "Bitwarden", id: 1352778147
mas "Boop", id: 1518425043
mas "GarageBand", id: 682658836
mas "Ice Cubes", id: 6444915884
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "Pure Paste", id: 1611378436
mas "Vinegar", id: 1591303229
