tap "homebrew/bundle"
tap "homebrew/services"
tap "mutagen-io/mutagen"
brew "bash"
brew "bash-completion@2"
brew "colima"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "git"
brew "mas"
brew "mkcert"
brew "virtualenvwrapper"
brew "yadm"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
cask "dropbox"
cask "macvim"
cask "microsoft-teams"
cask "p4v"
cask "phpstorm"
cask "setapp"
cask "tower"
cask "via"
mas "Agenda", id: 1287445660
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
