tap "homebrew/bundle"
tap "mutagen-io/mutagen"
brew "bash"
brew "colima"
brew "docker"
brew "mas"
brew "yadm"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
cask "macvim"
cask "p4v"
cask "phpstorm"
cask "tower"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
